Repository: qwer12345uui/tower
Catalog: Tower/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, id, ja, ko, pt_br, ru, th, tr, vi, zh_hant

# %@ · %lld 条
source: %1$@ · %2$lld 条
ar: %1$@ · %2$lld
de: %1$@ · %2$lld
en: %1$@ · %2$lld
es: %1$@ · %2$lld
fr: %1$@ · %2$lld
id: %1$@ · %2$lld
ja: %1$@ · %2$lld
ko: %1$@ · %2$lld
pt_br: %1$@ · %2$lld
ru: %1$@ · %2$lld
th: %1$@ · %2$lld
tr: %1$@ · %2$lld
vi: %1$@ · %2$lld
zh_hant: %1$@ · %2$lld 條

# %@ %lld 个节点
source: %1$@ %2$lld 个节点
ar: %1$@ %2$lld العقد
de: %1$@ %2$lld Knoten
en: %1$@ %2$lld nodes
es: %1$@ %2$lld nodos
fr: %1$@ %2$lld nœuds
id: %1$@ %2$lld simpul
ja: %1$@ %2$lld ノード
ko: %1$@ %2$lld 노드
pt_br: %1$@ %2$lld nós
ru: %1$@ %2$lld узлы
th: %1$@ %2$lld โหนด
tr: %1$@ %2$lld düğümleri
vi: nút %1$@ %2$lld nút
zh_hant: %1$@ %2$lld 個節點

# %@ %lld 个节点，跳过 %lld 条无法识别
source: %1$@ %2$lld 个节点，跳过 %3$lld 条无法识别
ar: %1$@ %2$lld العقد، تم تخطي %3$lld غير معروف
de: %1$@ %2$lld Knoten, übersprungen %3$lld nicht erkannt
en: %1$@ %2$lld nodes, skipped %3$lld unrecognized
es: %1$@ %2$lld nodos, omitidos %3$lld no reconocidos
fr: %1$@ %2$lld nœuds ignorés %3$lld non reconnus
id: %1$@ %2$lld node, dilewati %3$lld tidak dikenali
ja: %1$@ %2$lld ノード、スキップされました %3$lld 認識されません
ko: %1$@ %2$lld 노드, 건너뛰음 %3$lld 인식되지 않음
pt_br: %1$@ %2$lld nós, ignorados %3$lld não reconhecidos
ru: %1$@ %2$lld узлы, пропущены %3$lld нераспознаны
th: %1$@ %2$lld โหนด ข้าม %3$lld ไม่รู้จัก
tr: %1$@ %2$lld düğümler, atlandı %3$lld tanınmadı
vi: nút %1$@ %2$lld nút, bị bỏ qua %3$lld không được nhận dạng
zh_hant: %1$@ %2$lld 個節點，跳過 %3$lld 條無法辨識

source: %@ 到期还剩 %lld 天
ar: %@ بقي %lld يوم على انتهاء الصلاحية
de: %@ hat noch %lld Tage bis zum Ablauf
en: %@ expires in %lld days
es: A %@ le quedan %lld días hasta el vencimiento
fr: Il reste %@ jours %lld jours avant l'expiration
id: %@ mempunyai sisa %lld hari hingga habis masa berlakunya
ja: %@ の有効期限まであと %lld 日あります
ko: %@ 만료일까지 %lld일이 남았습니다.
pt_br: %@ tem %lld dias restantes até a expiração
ru: %@ осталось %lld дней до истечения срока действия
th: %@ เหลือ %lld วันก่อนหมดอายุ
tr: %@'nin vadesinin dolmasına %lld gün kaldı
vi: %@ còn %lld ngày nữa là hết hạn
zh_hant: %@ 到期還剩 %lld 天

source: %@ 到期还剩 1 天
ar: %@ باقي يوم واحد على انتهاء الصلاحية
de: %@ Noch 1 Tag bis zum Ablauf
en: %@ expires in 1 day
es: %@ Falta 1 día para el vencimiento
fr: %@ Il reste 1 jour avant l'expiration
id: %@ 1 hari tersisa hingga habis masa berlakunya
ja: %@ 有効期限まであと 1 日
ko: %@ 만료까지 1일 남았습니다.
pt_br: %@ Falta 1 dia para expirar
ru: %@ До истечения срока действия остался 1 день
th: %@ เหลือเวลาอีก 1 วันจะหมดอายุ
tr: %@ Son kullanma tarihine 1 gün kaldı
vi: %@ Còn 1 ngày nữa là hết hạn
zh_hant: %@ 到期還剩 1 天

# %@ 已过期 %lld 天
source: %1$@ 已过期 %2$lld 天
ar: انتهت صلاحية %1$@ منذ %2$lld يومًا
de: %1$@ ist seit %2$lld Tagen abgelaufen
en: %1$@ expired %2$lld days ago
es: %1$@ caducó hace %2$lld días
fr: %1$@ a expiré il y a %2$lld jours
id: %1$@ kedaluwarsa %2$lld hari yang lalu
ja: %1$@ は %2$lld 日前に期限切れ
ko: %1$@이(가) %2$lld일 전에 만료됨
pt_br: %1$@ expirou há %2$lld dias
ru: %1$@ истекло %2$lld дн. назад
th: %1$@ หมดอายุเมื่อ %2$lld วันที่แล้ว
tr: %1$@ %2$lld gün önce sona erdi
vi: %1$@ đã hết hạn %2$lld ngày trước
zh_hant: %1$@ 已過期 %2$lld 天

source: %@ 暂不支持完整配置的一键导入
ar: %@ استيراد التكوين الكامل بنقرة واحدة غير مدعوم حتى الآن.
de: %@ Der Ein-Klick-Import der vollständigen Konfiguration wird noch nicht unterstützt.
en: %@ One-click import of complete configuration is not supported yet.
es: %@ Aún no se admite la importación con un clic de la configuración completa.
fr: %@ L'importation en un clic de la configuration complète n'est pas encore prise en charge.
id: %@ Impor satu klik untuk konfigurasi lengkap belum didukung.
ja: %@ 完全な構成のワンクリックインポートはまだサポートされていません。
ko: %@ 원클릭 전체 구성 가져오기는 아직 지원되지 않습니다.
pt_br: %@ A importação com um clique da configuração completa ainda não é suportada.
ru: %@ Импорт полной конфигурации в один клик пока не поддерживается.
th: %@ ยังไม่รองรับการนำเข้าการกำหนดค่าที่สมบูรณ์เพียงคลิกเดียว
tr: %@ Tüm konfigürasyonun tek tıklamayla içe aktarılması henüz desteklenmiyor.
vi: %@ Chưa hỗ trợ nhập cấu hình hoàn chỉnh bằng một cú nhấp chuột.
zh_hant: %@ 暫不支援完整配置的一鍵導入

source: %@ 更多操作
ar: %@ المزيد من العمليات
de: %@ Weitere Operationen
en: %@ More operations
es: %@ Más operaciones
fr: %@ Plus d'opérations
id: %@ Lebih banyak operasi
ja: %@ その他の操作
ko: %@ 추가 작업
pt_br: %@ Mais operações
ru: %@ Дополнительные операции
th: %@ การดำเนินการเพิ่มเติม
tr: %@ Daha fazla işlem
vi: %@ Thêm hoạt động

source: %@ 条
ar: %@ العناصر
de: %@ Artikel
en: %@ items
es: %@ artículos
fr: %@ articles
id: %@ item
ja: %@ アイテム
ko: %@ 항목
pt_br: %@ itens
ru: %@ предметы
th: %@ รายการ
tr: %@ öğeler
vi: %@ vật phẩm
zh_hant: %@ 條

# %@ 条 · %lld 个策略组
source: %1$@ 条 · %2$lld 个策略组
ar: %1$@ العناصر · %2$lld مجموعات السياسة
de: %1$@ Elemente · %2$lld Richtliniengruppen
en: %1$@ items · %2$lld policy groups
es: %1$@ artículos · %2$lld grupos de políticas
fr: %1$@ éléments · %2$lld groupes de stratégies
id: %1$@ item · %2$lld grup kebijakan
ja: %1$@ アイテム · %2$lld ポリシーグループ
ko: %1$@ 항목 · %2$lld 정책 그룹
pt_br: %1$@ itens · %2$lld grupos de políticas
ru: %1$@ элементы · %2$lld группы политик
th: %1$@ รายการ · %2$lld กลุ่มนโยบาย
tr: %1$@ öğeler · %2$lld politika grupları
vi: %1$@ mục · %2$lld nhóm chính sách
zh_hant: %1$@ 條 · %2$lld 個策略組

source: %@ 的二维码
ar: رمز الاستجابة السريعة %@
de: QR-Code von %@
en: QR code of %@
es: Código QR de %@
fr: Code QR de %@
id: Kode QR %@
ja: %@のQRコード
ko: %@의 QR 코드
pt_br: Código QR de %@
ru: QR-код %@
th: รหัส QR ของ %@
tr: %@ QR kodu
vi: Mã QR của %@
zh_hant: %@ 的二維碼

source: %@，当前使用
ar: %@، قيد الاستخدام حالياً
de: %@, derzeit verwendet
en: %@, currently in use
es: %@, en uso
fr: %@, actuellement utilisé
id: %@, sedang digunakan
ja: %@、使用中
ko: %@, 현재 사용 중
pt_br: %@, em uso
ru: %@, используется сейчас
th: %@ กำลังใช้งานอยู่
tr: %@, şu anda kullanılıyor
vi: %@, đang dùng
zh_hant: %@，目前使用中

source: %@明天到期
ar: %@ تنتهي صلاحيته غدًا
de: %@Läuft morgen ab
en: %@Expires tomorrow
es: %@Expira mañana
fr: %@Expire demain
id: %@Kedaluwarsa besok
ja: %@明日期限切れになります
ko: %@내일 만료
pt_br: %@Expira amanhã
ru: %@Срок действия истекает завтра
th: %@หมดอายุพรุ่งนี้
tr: %@Süresi yarın doluyor
vi: %@Hết hạn vào ngày mai

source: %lld ms
ar: %lld مللي ثانية
ja: %lldミリ秒
ru: %lld мс
th: %lld มิลลิวินาที

source: %lld 个
ar: %lld
de: %lld
en: %lld
es: %lld
fr: %lld
id: %lld
ja: %lld
ko: %lld
pt_br: %lld
ru: %lld
th: %lld
tr: %lld
vi: %lld
zh_hant: %lld 個

source: %lld 个引用
ar: %lld الاستشهادات
de: %lld Zitate
en: %lld citations
es: %lld citas
fr: %lld citations
id: %lld kutipan
ja: %lld 引用
ko: %lld 인용
pt_br: %lld citações
ru: %lld цитаты
th: %lld การอ้างอิง
tr: %lld alıntılar
vi: %lld trích dẫn
zh_hant: %lld 個引用

# %lld 个成功，%lld 个失败
source: %1$lld 个成功，%2$lld 个失败
ar: نجح %1$lld، وفشل %2$lld
de: %1$lld erfolgreich, %2$lld fehlgeschlagen
en: %1$lld succeeded, %2$lld failed
es: %1$lld correctas, %2$lld fallidas
fr: %1$lld réussis, %2$lld échoués
id: %1$lld berhasil, %2$lld gagal
ja: %1$lld件成功、%2$lld件失敗
ko: %1$lld개 성공, %2$lld개 실패
pt_br: %1$lld com sucesso, %2$lld com falha
ru: Успешно: %1$lld, с ошибкой: %2$lld
th: สำเร็จ %1$lld รายการ ล้มเหลว %2$lld รายการ
tr: %1$lld başarılı, %2$lld başarısız
vi: %1$lld thành công, %2$lld thất bại
zh_hant: %1$lld 個成功，%2$lld 個失敗

source: %lld 个方案
ar: %lld خطط
de: %lld Pläne
en: %lld plans
es: %lld planos
fr: Forfaits %lld
id: %lld rencana
ja: %lld 計画
ko: %lld 계획
pt_br: %lld planos
ru: %lld планы
th: %lld แผน
tr: %lld planlar
vi: kế hoạch %lld
zh_hant: %lld 個方案

source: %lld 个服务分组 · %lld 个附加规则
ar: %1$lld service groups · %2$lld additional rules
de: %1$lld service groups · %2$lld additional rules
en: %1$lld service groups · %2$lld additional rules
es: %1$lld service groups · %2$lld additional rules
fr: %1$lld service groups · %2$lld additional rules
id: %1$lld service groups · %2$lld additional rules
ja: %1$lld service groups · %2$lld additional rules
ko: %1$lld service groups · %2$lld additional rules
pt_br: %1$lld service groups · %2$lld additional rules
ru: %1$lld service groups · %2$lld additional rules
th: %1$lld service groups · %2$lld additional rules
tr: %1$lld service groups · %2$lld additional rules
vi: %1$lld service groups · %2$lld additional rules
zh_hant: %1$lld 個服務分組 · %2$lld 個附加規則

source: %lld 个来源
ar: %lld المصادر
de: %lld Quellen
en: %lld sources
es: %lld fuentes
fr: %lld sources
id: %lld sumber
ja: %lld ソース
ko: %lld 출처
pt_br: %lld fontes
ru: %lld источники
th: %lld แหล่งที่มา
tr: %lld kaynaklar
vi: nguồn %lld
zh_hant: %lld 個來源

source: %lld 个节点
ar: %lld العقد
de: %lld Knoten
en: %lld nodes
es: %lld nodos
fr: %lld nœuds
id: %lld simpul
ja: %lld ノード
ko: %lld 노드
pt_br: %lld nós
ru: %lld узлы
th: %lld โหนด
tr: %lld düğümleri
vi: nút %lld
zh_hant: %lld 個節點

source: %lld 个规则列表刷新失败
ar: %lld فشل تحديث قائمة القواعد
de: %lld Aktualisierung der Regelliste fehlgeschlagen
en: %lld rule list refresh failed
es: %lld Error al actualizar la lista de reglas
fr: %lld Échec de l'actualisation de la liste de règles
id: %lld penyegaran daftar aturan gagal
ja: %lld ルールリストの更新に失敗しました
ko: %lld 규칙 목록 새로고침 실패
pt_br: %lld falha na atualização da lista de regras
ru: %lld не удалось обновить список правил.
th: %lld การรีเฟรชรายการกฎล้มเหลว
tr: %lld kural listesi yenileme başarısız oldu
vi: %lld làm mới danh sách quy tắc không thành công
zh_hant: %lld 個規則清單刷新失敗

source: %lld 个订阅已全部更新
ar: تم تحديث %lld اشتراكات بالكامل
de: Alle %lld Abos aktualisiert
en: All %lld subscriptions updated
es: Se actualizaron las %lld suscripciones
fr: Les %lld abonnements ont été mis à jour
id: Semua %lld langganan diperbarui
ja: %lld 件の購読をすべて更新しました
ko: %lld개 구독을 모두 업데이트했습니다
pt_br: Todas as %lld assinaturas foram atualizadas
ru: Обновлены все подписки: %lld
th: อัปเดตครบทั้ง %lld การสมัครแล้ว
tr: %lld aboneliğin tümü güncellendi
vi: Đã cập nhật toàn bộ %lld đăng ký
zh_hant: %lld 個訂閱已全部更新

source: %lld 天到期
ar: تنتهي الصلاحية خلال %lld يومًا
de: Läuft in %lld Tagen ab
en: Expires in %lld days
es: Caduca en %lld días
fr: Expire dans %lld jours
id: Kedaluwarsa dalam %lld hari
ja: あと %lld 日で期限切れ
ko: %lld일 후 만료
pt_br: Expira em %lld dias
ru: Истекает через %lld дн.
th: หมดอายุใน %lld วัน
tr: %lld gün içinde sona erer
vi: Hết hạn sau %lld ngày
zh_hant: %lld 天後到期

source: %lld 条
ar: %lld العناصر
de: %lld Artikel
en: %lld items
es: %lld artículos
fr: %lld articles
id: %lld item
ja: %lld アイテム
ko: %lld 항목
pt_br: %lld itens
ru: %lld предметы
th: %lld รายการ
tr: %lld öğeler
vi: %lld vật phẩm
zh_hant: %lld 條

source: %lld 组
ar: %lld المجموعة
de: %lld Gruppe
en: %lld Group
es: %lld Grupo
fr: %lld Groupe
id: %lld Grup
ja: %lld グループ
ko: %lld 그룹
pt_br: %lld Grupo
ru: %lld Группа
th: %lld กลุ่ม
tr: %lld Grup
vi: %lld Nhóm
zh_hant: %lld 組

source: %lld 组节点匹配
ar: %lld مطابقة عقدة المجموعة
de: %lld Gruppenknotenübereinstimmung
en: %lld Group node matching
es: %lld Coincidencia de nodos de grupo
fr: %lld Correspondance des nœuds de groupe
id: %lld Pencocokan simpul grup
ja: %lld グループノードのマッチング
ko: %lld 그룹 노드 매칭
pt_br: %lld Correspondência de nó de grupo
ru: %lld Соответствие узла группы
th: %lld การจับคู่โหนดกลุ่ม
tr: %lld Grup düğümü eşleştirme
vi: %lld Khớp nút nhóm
zh_hant: %lld 群組節點匹配

source: %lld 项
ar: %lld items
de: %lld items
en: %lld items
es: %lld items
fr: %lld items
id: %lld items
ja: %lld items
ko: %lld items
pt_br: %lld items
ru: %lld items
th: %lld items
tr: %lld items
vi: %lld items
zh_hant: %lld 項

source: ACL4SSR 全分组
ar: ACL4SSR المجموعة الكاملة
de: ACL4SSR vollständige Gruppe
en: ACL4SSR full group
es: ACL4SSR grupo completo
fr: Groupe complet ACL4SSR
id: Grup penuh ACL4SSR
ja: ACL4SSRフルグループ
ko: ACL4SSR 전체 그룹
pt_br: Grupo completo ACL4SSR
ru: ACL4SSR полная группа
th: ACL4SSR เต็มกลุ่ม
tr: ACL4SSR tam grup
vi: Nhóm đầy đủ ACL4SSR
zh_hant: ACL4SSR 全分組

source: ACL4SSR 精简
ar: تبسيط ACL4SSR
de: ACL4SSR optimiert
en: ACL4SSR streamlined
es: ACL4SSR optimizado
fr: ACL4SSR rationalisé
id: ACL4SSR disederhanakan
ja: ACL4SSR の合理化
ko: ACL4SSR 간소화
pt_br: ACL4SSR simplificado
ru: ACL4SSR оптимизирован
th: ACL4SSR มีประสิทธิภาพมากขึ้น
tr: ACL4SSR kolaylaştırıldı
vi: ACL4SSR được sắp xếp hợp lý
zh_hant: ACL4SSR 精簡

source: ACL4SSR 默认
ar: ACL4SSR الافتراضي
de: ACL4SSR-Standard
en: ACL4SSR default
es: ACL4SSR predeterminado
fr: ACL4SSR par défaut
id: bawaan ACL4SSR
ja: ACL4SSR のデフォルト
ko: ACL4SSR 기본값
pt_br: Padrão ACL4SSR
ru: ACL4SSR по умолчанию
th: ค่าเริ่มต้น ACL4SSR
tr: ACL4SSR varsayılanı
vi: ACL4SSR mặc định
zh_hant: ACL4SSR 預設

source: AES-128-GCM
ar: ايه إي إس-128-جي سي إم

source: AI 服务
ar: خدمات الذكاء الاصطناعي
de: KI-Dienste
en: AI services
es: servicios de inteligencia artificial
fr: Services d'IA
id: layanan AI
ja: AIサービス
ko: AI 서비스
pt_br: Serviços de IA
ru: ИИ-сервисы
th: บริการเอไอ
tr: Yapay zeka hizmetleri
vi: Dịch vụ AI
zh_hant: AI 服務

source: AI、全球流媒体、广告过滤和国内外流量精细分流。
ar: الذكاء الاصطناعي، ووسائط البث العالمية، وتصفية الإعلانات، والتحويل الدقيق لحركة المرور المحلية والأجنبية.
de: KI, globale Streaming-Medien, Werbefilterung und feine Umleitung des inländischen und ausländischen Datenverkehrs.
en: AI, global streaming media, ad filtering and fine diversion of domestic and foreign traffic.
es: IA, medios de transmisión global, filtrado de anuncios y desvío fino del tráfico nacional y extranjero.
fr: IA, streaming multimédia mondial, filtrage des publicités et détournement fin du trafic national et étranger.
id: AI, media streaming global, pemfilteran iklan, dan pengalihan lalu lintas dalam dan luar negeri.
ja: AI、グローバルストリーミングメディア、広告フィルタリング、国内外のトラフィックの細かい方向転換。
ko: AI, 글로벌 스트리밍 미디어, 광고 필터링, 국내외 트래픽 미세전환 등.
pt_br: IA, streaming media global, filtragem de anúncios e desvio fino de tráfego nacional e estrangeiro.
ru: Искусственный интеллект, глобальные потоковые медиа, фильтрация рекламы и точное перенаправление внутреннего и внешнего трафика.
th: AI, สื่อสตรีมมิ่งระดับโลก, การกรองโฆษณา และการเปลี่ยนเส้นทางการรับส่งข้อมูลในประเทศและต่างประเทศอย่างละเอียด
tr: Yapay zeka, küresel medya akışı, reklam filtreleme ve yerli ve yabancı trafiğin hassas şekilde yönlendirilmesi.
vi: AI, phương tiện truyền thông trực tuyến toàn cầu, lọc quảng cáo và chuyển hướng tốt lưu lượng truy cập trong và ngoài nước.
zh_hant: AI、全球串流媒體、廣告過濾和國內外流量精細分流。

source: AI、流媒体、广告和国内外流量精细分流。
ar: الذكاء الاصطناعي وتدفق الوسائط والإعلان والتوزيع الدقيق لحركة المرور المحلية والأجنبية.
de: KI, Streaming Media, Werbung und Feinverteilung von In- und Auslandsverkehr.
en: AI, streaming media, advertising and fine distribution of domestic and foreign traffic.
es: IA, streaming media, publicidad y distribución fina de tráfico nacional y extranjero.
fr: IA, streaming multimédia, publicité et répartition fine du trafic national et étranger.
id: AI, media streaming, periklanan, dan distribusi lalu lintas dalam dan luar negeri yang baik.
ja: AI、ストリーミングメディア、広告、国内外のトラフィックのきめ細かな配信。
ko: AI, 스트리밍 미디어, 광고 및 국내외 트래픽 미세분배.
pt_br: IA, streaming de mídia, publicidade e distribuição fina de tráfego nacional e estrangeiro.
ru: AI, потоковое мультимедиа, реклама и тонкое распределение внутреннего и зарубежного трафика.
th: AI, สื่อสตรีมมิ่ง, การโฆษณาและการกระจายการเข้าชมในประเทศและต่างประเทศอย่างละเอียด
tr: Yapay zeka, medya akışı, reklam ve yerli ve yabancı trafiğin hassas dağıtımı.
vi: AI, phương tiện truyền thông trực tuyến, quảng cáo và phân phối tốt lưu lượng truy cập trong và ngoài nước.
zh_hant: AI、串流媒體、廣告和國內外流量精細分流。

source: ALPN（可选，如 h2,http/1.1）
ar: ALPN (اختياري، مثل h2، http/1.1)
de: ALPN (optional, z. B. h2, http/1.1)
en: ALPN (optional, such as h2, http/1.1)
es: ALPN (opcional, como h2, http/1.1)
fr: ALPN (facultatif, tel que h2, http/1.1)
id: ALPN (opsional, seperti h2, http/1.1)
ja: ALPN (h2、http/1.1 などのオプション)
ko: ALPN(선택사항, h2, http/1.1 등)
pt_br: ALPN (opcional, como h2, http/1.1)
ru: ALPN (необязательно, например h2, http/1.1)
th: ALPN (เป็นทางเลือก เช่น h2, http/1.1)
tr: ALPN (isteğe bağlı, h2, http/1.1 gibi)
vi: ALPN (tùy chọn, chẳng hạn như h2, http/1.1)
zh_hant: ALPN（可選，如 h2,http/1.1）

source: Alter ID
ar: تغيير المعرف
de: ID ändern
es: Modificar ID
fr: Modifier l'identifiant
id: Ubah ID
ja: IDの変更
ko: ID 변경
pt_br: Alterar ID
ru: Изменить идентификатор
th: เปลี่ยนรหัส
tr: Kimliği değiştir
vi: ID thay đổi

source: AnyTLS 会话参数必须是大于或等于 0 的整数
ar: يجب أن تكون معلمات جلسة AnyTLS عددًا صحيحًا أكبر من أو يساوي 0
de: AnyTLS-Sitzungsparameter müssen eine Ganzzahl größer oder gleich 0 sein
en: AnyTLS session parameters must be an integer greater than or equal to 0
es: Los parámetros de sesión de AnyTLS deben ser un número entero mayor o igual a 0
fr: Les paramètres de session AnyTLS doivent être un entier supérieur ou égal à 0
id: Parameter sesi AnyTLS harus berupa bilangan bulat yang lebih besar dari atau sama dengan 0
ja: すべてのTLSセッションパラメータは0以上の整数である必要があります
ko: AnyTLS 세션 매개변수는 0보다 크거나 같은 정수여야 합니다.
pt_br: Os parâmetros de sessão AnyTLS devem ser um número inteiro maior ou igual a 0
ru: Параметры сеанса AnyTLS должны быть целым числом, большим или равным 0.
th: พารามิเตอร์เซสชัน TLS ใดๆ ต้องเป็นจำนวนเต็มที่มากกว่าหรือเท่ากับ 0
tr: AnyTLS oturum parametreleri 0'dan büyük veya 0'a eşit bir tam sayı olmalıdır
vi: Tham số phiên AnyTLS phải là số nguyên lớn hơn hoặc bằng 0
zh_hant: AnyTLS 會話參數必須是大於或等於 0 的整數

source: DNS-over-HTTPS 地址（可选）
ar: عنوان DNS عبر HTTPS (اختياري)
de: DNS-over-HTTPS-Adresse (optional)
en: DNS-over-HTTPS address (optional)
es: Dirección DNS sobre HTTPS (opcional)
fr: Adresse DNS sur HTTPS (facultatif)
id: Alamat DNS-over-HTTPS (opsional)
ja: DNS-over-HTTPS アドレス (オプション)
ko: DNS-over-HTTPS 주소(선택 사항)
pt_br: Endereço DNS sobre HTTPS (opcional)
ru: Адрес DNS-over-HTTPS (необязательно)
th: ที่อยู่ DNS-over-HTTPS (ไม่บังคับ)
tr: HTTPS üzerinden DNS adresi (isteğe bağlı)
vi: Địa chỉ DNS qua HTTPS (tùy chọn)
zh_hant: DNS-over-HTTPS 位址（可選）

source: DNS（可选）
ar: نظام أسماء النطاقات (اختياري)
de: DNS (optional)
en: DNS (optional)
es: DNS (opcional)
fr: DNS (facultatif)
id: DNS (opsional)
ja: DNS (オプション)
ko: DNS(선택사항)
pt_br: DNS (opcional)
ru: DNS (необязательно)
th: DNS (ไม่จำเป็น)
tr: DNS (isteğe bağlı)
vi: DNS (tùy chọn)
zh_hant: DNS（可選）

source: Emoji
ar: إيموجي
fr: Émoji
ja: 絵文字
ko: 이모지
ru: Эмодзи
th: อิโมจิ

source: Emoji 与名称会同步更新规则绑定和其他策略组引用。
ar: يُحدِّث تغيير الإيموجي والاسم ارتباطات القواعد ومراجع مجموعات السياسات الأخرى تلقائياً.
de: Emoji und Name aktualisieren die Regelzuordnungen und Verweise anderer Richtliniengruppen mit.
en: Changing the emoji and name also updates the rule bindings and references from other policy groups.
es: El emoji y el nombre actualizan también las asociaciones de reglas y las referencias de otros grupos de políticas.
fr: L'émoji et le nom mettent aussi à jour les associations de règles et les références des autres groupes de politiques.
id: Emoji dan nama juga memperbarui pengikatan aturan serta referensi grup kebijakan lain.
ja: 絵文字と名前の変更は、ルールの割り当てと他のポリシーグループからの参照にも反映されます。
ko: 이모지와 이름을 바꾸면 규칙 연결과 다른 정책 그룹의 참조도 함께 갱신됩니다.
pt_br: O emoji e o nome também atualizam os vínculos de regras e as referências de outros grupos de políticas.
ru: Эмодзи и имя также обновляют привязки правил и ссылки из других групп политик.
th: การเปลี่ยนอิโมจิและชื่อจะอัปเดตการผูกกฎและการอ้างอิงจากกลุ่มนโยบายอื่นด้วย
tr: Emoji ve ad, kural bağlantılarını ve diğer politika gruplarındaki referansları da günceller.
vi: Emoji và tên cũng cập nhật các ràng buộc quy tắc và tham chiếu từ nhóm chính sách khác.
zh_hant: Emoji 與名稱會同步更新規則綁定和其他策略群組參照。

source: gRPC
ar: جي آر بي سي
th: จีอาร์พีซี

source: Host（可选）
ar: المضيف (اختياري)
de: Gastgeber (optional)
en: Host (optional)
es: Anfitrión (opcional)
fr: Hôte (facultatif)
id: Tuan rumah (opsional)
ja: ホスト (オプション)
ko: 호스트(선택사항)
pt_br: Anfitrião (opcional)
ru: Хост (необязательно)
th: โฮสต์ (ไม่จำเป็น)
tr: Ana bilgisayar (isteğe bağlı)
vi: Máy chủ (tùy chọn)
zh_hant: Host（可選）

source: Hysteria 上下行带宽必须是大于 0 的整数
ar: يجب أن يكون النطاق الترددي لـ Hysteria عددًا صحيحًا أكبر من صفر
de: Die Hysteria-Bandbreite muss eine ganze Zahl größer als 0 sein
en: Hysteria bandwidth must be a whole number greater than 0
es: El ancho de banda de Hysteria debe ser un entero mayor que 0
fr: La bande passante Hysteria doit être un entier supérieur à 0
id: Bandwidth Hysteria harus bilangan bulat lebih dari 0
ja: Hysteria の帯域は 0 より大きい整数で入力してください
ko: Hysteria 대역폭은 0보다 큰 정수여야 합니다
pt_br: A largura de banda do Hysteria deve ser um inteiro maior que 0
ru: Пропускная способность Hysteria должна быть целым числом больше 0
th: แบนด์วิดท์ Hysteria ต้องเป็นจำนวนเต็มมากกว่า 0
tr: Hysteria bant genişliği 0'dan büyük bir tam sayı olmalıdır
vi: Băng thông Hysteria phải là số nguyên lớn hơn 0
zh_hant: Hysteria 上下行頻寬必須是大於 0 的整數

source: Hysteria 按带宽控制发送速率，上下行必须填写，按您的实际线路填。填错会明显变慢。
ar: يتحكم Hysteria في معدل الإرسال حسب النطاق الترددي، لذا الحقلان مطلوبان. أدخل قيم خطك الفعلية؛ القيم الخاطئة تُبطئ الاتصال بوضوح.
de: Hysteria steuert die Senderate über die Bandbreite, daher sind beide Felder erforderlich. Trage die Werte deiner Leitung ein — falsche Werte bremsen spürbar.
en: Hysteria paces sending by bandwidth, so both fields are required. Enter your line's real figures; wrong ones make it noticeably slower.
es: Hysteria regula el envío según el ancho de banda, así que ambos campos son obligatorios. Pon los valores reales de tu línea; los incorrectos lo ralentizan mucho.
fr: Hysteria règle son débit d'émission sur la bande passante : les deux champs sont obligatoires. Indiquez les valeurs réelles de votre ligne ; de mauvaises valeurs ralentissent nettement.
id: Hysteria mengatur laju kirim berdasarkan bandwidth, jadi kedua kolom wajib diisi. Masukkan angka jalur Anda yang sebenarnya; angka yang salah membuatnya jauh lebih lambat.
ja: Hysteria は帯域に基づいて送信速度を決めるため、両方の入力が必要です。実際の回線の値を入れてください。誤った値は明らかに遅くなります。
ko: Hysteria는 대역폭에 따라 전송 속도를 조절하므로 두 값 모두 필수입니다. 실제 회선 값을 입력하세요. 잘못된 값은 눈에 띄게 느려집니다.
pt_br: O Hysteria regula o envio pela largura de banda, então ambos os campos são obrigatórios. Informe os valores reais da sua linha; valores errados deixam tudo bem mais lento.
ru: Hysteria регулирует скорость отправки по пропускной способности, поэтому оба поля обязательны. Укажите реальные значения вашего канала — неверные заметно замедлят соединение.
th: Hysteria ควบคุมอัตราการส่งตามแบนด์วิดท์ จึงต้องกรอกทั้งสองช่อง ใส่ค่าจริงของสายคุณ ค่าที่ผิดจะทำให้ช้าลงอย่างเห็นได้ชัด
tr: Hysteria gönderim hızını bant genişliğine göre ayarlar, bu yüzden iki alan da zorunludur. Hattınızın gerçek değerlerini girin; yanlış değerler belirgin şekilde yavaşlatır.
vi: Hysteria điều tiết tốc độ gửi theo băng thông nên cả hai ô đều bắt buộc. Hãy nhập số liệu thực của đường truyền; nhập sai sẽ chậm thấy rõ.
zh_hant: Hysteria 按頻寬控制傳送速率，上下行必須填寫，按您的實際線路填。填錯會明顯變慢。

source: iCloud 上还没有配置
ar: لا يوجد إعداد في iCloud بعد
de: Noch keine Konfiguration in iCloud
en: No configuration in iCloud yet
es: Aún no hay configuración en iCloud
fr: Aucune configuration dans iCloud pour l'instant
id: Belum ada konfigurasi di iCloud
ja: iCloud にはまだ設定がありません
ko: iCloud에 아직 설정이 없습니다
pt_br: Ainda não há configuração no iCloud
ru: В iCloud ещё нет конфигурации
th: ยังไม่มีไฟล์ตั้งค่าใน iCloud
tr: iCloud'da henüz yapılandırma yok
vi: Chưa có cấu hình nào trên iCloud
zh_hant: iCloud 上還沒有設定
